package com.example.codnate3.object;

public class ArrayPulldown {
    static public String[] tops_sub = {
            "",
            "ブラウス",
            "ビスチェ",
            "キャミソール",
            "カットソー",
            "インナー",
            "ニット",
            "オフショルダー",
            "パーカー",
            "ポロシャツ",
            "プルオーバー",
            "シャツ",
            "セーター",
            "スウェット",
            "Tシャツ",
            "タンクトップ",
            "チュニック",
            "その他",
    };
    static public String[] botoms_sub = {
            "",
            "カーゴパンツ",
            "クロップドパンツ",
            "デニム",
            "デニムスカート",
            "フレアスカート",
            "ハーフパンツ",
            "マキシ丈スカート",
            "ミモレスカート",
            "ミニスカート",
            "プリーツスカート",
            "スキニーパンツ",
            "スウェットパンツ",
            "タイトスカート",
            "タックパンツ",
            "チュールスカート",
            "ワイドパンツ"
    };

    static public String[] onepeace_sub = {
            "",
            "オールインワン",
            "キャミドレス",
            "コンビネゾン",
            "ドレス",
            "ひざ丈スカート",
            "マキシドレス",
            "ミニドレス",
            "ニットドレス",
            "ワンピース",
            "オーバーオール",
            "サルペット",
            "シャツドレス",
            "その他"
    };

    static public String[] outer_sub = {
            "チェスターコート",
            "コート",
            "カラーレスジャケット",
            "デニムジャケット",
            "ダウンコート",
            "ダウンジャケット",
            "ダウンベスト",
            "ダッフルコート",
            "ガウン",
            "ファーコート",
            "ジャケット",
            "レザージャケット",
            "MA-1",
            "ミリタリージャケット",
            "モッズコート",
            "マウンテンパーカー",
            "マウンテンコート",
            "ピーコート",
            "レインコート",
            "その他"
    };

    static public String[] shoese_sub = {
            "",
            "ビーチサンダル",
            "ブーツ",
            "ブーティー",
            "ドレスシューズ",
            "ローファー",
            "モカシン",
            "ミュール",
            "パンプス",
            "レインシューズ",
            "サンダル",
            "スリッポン",
            "スニーカー"
    };
}
